const VARKQuestions = [
    {
        qustion : 'أنت تساعد شخصا يريد الوصول إلى المطار أو وسط المدينة أو محطة السكة الحديدية, فأنت يمكن أن:',
        answers : {
            answerK : 'أ-تذهب معه',
            answerA : 'ب-تخبره عن التجاهات',
            answerR : 'ج-تكتب له التجاهات (بدون خريطة)',
            answerV : 'د-ترسم أو تعطيه خريطة'
        }
    },{
        qustion : ' تذكر مرة تعلمت فيها شيئاً جديداً. حاول عدم اختيارمهارات جسدية كركوب الدراجة، فأنت تعلمت أفضل بواسطة: ',
        answers : {
            answerV : ' رسوم بيانية ومساعدات مرئية ',
            answerA : ' الاستماع إلى شرح أحدهم وطرح أسئلة. ',
            answerR : ' تعليمات مكتوبة، مثل دليل الاستعمال أو كتاب. ',
            answerK : ' مشاهدة عرض. '
    }
    },{
        qustion : ' أنت بصدد شراء آلة تصوير رقمية أو هاتفاً خلوياً، بعيداً عن السعر ما الذي يؤثر على قرارك. ',
        answers : {
            answerV : ' هو تصميم حديث ومظهره جيد ',
            answerA : ' البائع أخبرني عن مواصفاته ',
            answerR : ' قراءة تفاصيل عن مواصفاته. ',
            answerK : ' تجربته واختباره. '
    }
    },{
        qustion : '  أنت ذاهب في رحلة إلى مدينة جديدة، وتريد أن تعرف كيف تصل إلى مكان مهم في تلك المدينة. ماذا تفضل أن تفعل؟',
        answers : {
            answerV : ' أنظر إلى خريطة أو مخطط للاتجاهات. ',
            answerA : ' أستمع إلى تعليمات من شخص يصف لي الطريق. ',
            answerR : ' أقرأ قائمة بالاتجاهات مكتوبة بالتفصيل. ',
            answerK : ' أقود أو أذهب بنفسي لأستكشف الطريق. '
    }
    },{
        qustion : ' أنت على وشك أن تتعلم شيئًا جديدًا. ما هو أفضل طريقة بالنسبة لك لتتعلمه؟ ',
        answers : {
            answerV : ' أرى مخططًا أو رسمًا بيانيًا يوضح الموضوع. ',
            answerA : ' أستمع إلى شرح أو محاضرة عن الموضوع. ',
            answerR : ' أقرأ مذكرة أو كتابًا يشرح الموضوع بالتفصيل. ',
            answerK : ' أقوم بتجربة عملية أو أطبق الموضوع بنفسي. '
    }
    },{
        qustion : ' لديك مشكلة في جهاز الحاسوب الخاص بك. ماذا تفضل أن تفعل؟ ',
        answers : {
            answerV : ' أشاهد فيديو يوضح كيفية إصلاح المشكلة. ',
            answerA : ' أتصل بخدمة الدعم الفني وأستمع لتعليماتهم. ',
            answerR : ' أبحث عن دليل تعليمات أو مقال مكتوب على الإنترنت. ',
            answerK : ' أحاول الضغط على الأزرار وتجربة الحل بنفسي '
    }
    },{
        qustion : 'أنت تشتري كتابًا جديدًا للطهي. ما الذي سيؤثر على قرارك في الشراء؟ ',
        answers : {
            answerV : ' الصور الملونة والجميلة للأطباق ',
            answerA : ' مراجعة صوتية أو توصية من صديق ',
            answerR : ' وصف مكتوب مفصل عن الوصفات والمكونات ',
            answerK : ' القدرة على تصفح الكتاب أو لمسه '
    }
    },{
        qustion : ' أنت تختار مكانًا لقضاء عطلة. ما الذي سيؤثر على قرارك؟ ',
        answers : {
            answerV : '  صور وفيديوهات للمكان ',
            answerA : ' قصص وروايات من أشخاص زاروا المكان. ',
            answerR : ' قراءة مراجعات وتقارير عن المكان ',
            answerK : ' إحساسي بأنني سأستمتع بالأنشطة الموجودة في المكان '
    }
    },{
        qustion : ' أنت تتعلم مهارة جديدة، مثل التزلج. كيف تتعلم بشكل أفضل؟ ',
        answers : {
            answerV : ' أشاهد شخصًا آخر وهو يقوم بالمهارة ',
            answerA : ' أستمع إلى شرح مدرب عن كيفية القيام بها ',
            answerR : ' أقرأ تعليمات مفصلة عن كيفية التزلج ',
            answerK : ' أقوم بتجربة التزلج بنفسي وأتعلم من الأخطاء '
    }
    },{
        qustion : ' أنت بحاجة إلى أن تلقي خطابًا أو عرضًا تقديميًا. ماذا تفعل؟ ',
        answers : {
            answerV : ' أصمم شرائح عرض تحتوي على صور ورسوم بيانية ',
            answerA : ' أتدرب على العرض بصوت عالٍ ',
            answerR : ' أكتب نص العرض كاملًا وأقرأه ',
            answerK : ' أتدرب على العرض وأتحرك في الغرفة أثناء التقديم '
    }
    },{
        qustion : ' أنت تقوم بتقديم عرض تقديمي لشخص آخر. ماذا تفضل أن تفعل؟',
        answers : {
            answerV : ' تعرض صورًا أو شرائح جذابة ',
            answerA : ' تتحدث وتشرح الموضوع بالتفصيل ',
            answerR : ' توزع وثائق مكتوبة أو تقريرًا ',
            answerK : ' تقوم بتجربة عملية أو نشاط تفاعلي '
    }
    }

]